<?php
	sleep(1);
	header("HTTP/1.0 404 Not Found", FALSE);
	echo("<?xml version=\"1.0\" encoding=\"utf-8\"?>\n");
	
	$top_url    = "http://tenco.info/";
	$static_url = "http://static.tenco.info/";
	
	$contents = array();
	$content = "";
	

/*
	$content = <<< HTML

HTML;
	array_push($contents, $content);
	
*/

	$content = <<< HTML
　　＼　パンチングマシンで100とかダスシー　／

　　　　　　　　　,.‐‐､　　　　　　 ,.-‐-､
　　　　　　　　く__,.ヘヽ.　　　　/　,ー､ 〉
　　　　　　　　　　＼ ', !-─‐-i　/　/´
　　　　　　　　 　 ／｀ｰ'　　　 L/／｀ヽ､
　　　　　　　 　 /　 ／,　 /|　 ,　 ,　　　 ',
　　　　　　　　ｲ 　/ /-‐/　ｉ　L_ ﾊ ヽ!　 i
　　　　　　　　 ﾚ ﾍ 7(ﾋ_]　　 ﾋ_ﾝ )ﾄ､!|　 |
・グラットン　　　!,/7"" ,＿__,　 ""iソ| 　 |
　ｽﾞﾀｽﾞﾀに　　　|.从　　ヽ _ﾝ　　 / |./ 　 |　　・メイン盾
　ひきさく　　　　ﾚ'| i＞.､,,__　_,.イ / 　.i 　|　　　信頼が
　　↓　　　　　　　 ﾚ'| | / k_７_/ﾚ'ヽ,　ﾊ.　| 　　ケタ違い
　　　　　　　　　　　 | |/i 〈|/　 i　,.ﾍ〃 ⌒ ヽ. 　 　|
　 |￣""''''''‐-= ,,,...._|/ /　ｉ： 　 ﾍ! //　　　　|　←┘
.　|＿＿＿＿＿＿＿|ヽ>､ﾊ 　 _,.ﾍ| |　ﾒｲﾝ /
　　　　　　　　　　/ !'ﾚ//｀Ｔ´', ＼ ヾ､＿_ノ
　　　　　　　　　 /　ﾚ'ヽL__|___i,___,ンﾚ|ノ　 |
　　　　　　　　　ん～～ﾄ-,/～|___./～-､_ノ
　　　　　　　　　 　　　　'ｰ'　　.!_,./
　　　　　　　　　↑
　　　　　　　　・ベヒんもすマント
　　　　　　　　　一級廃人の証
HTML;
	array_push($contents, $content);
	
	$content = <<< HTML
　　　　　　　　　　,.- '"// ⌒ヽヽ　 //⌒l |
　　　　　　　　／　　　l | ___ ___',',nｲk___,// ヽ,
/￣￣￣＼ ,'　　　ヽ_ｒゝゝ-' ｰ',.-､- ､イ､　　 i
l　　 通 幻 |i　 ,.へ_ﾄｰ'"____,.ｨ !　 ﾊ､___ ｲヽ､ｲ
| る　っ 想 |r'⌒ r´γ 　 /__,.i　i　/ V__ﾊ　　 ゝ　 ＿＿＿
| ん..て 郷 .|_,.イ ,ｨ| .Ⅳ|/ｰ-孑'　 `ﾄ/--|/ﾘ |　　/　　　　　＼
|.で　　 .の |∨ l　{| | .xﾃi尓　　 　 fﾃ尓∨ j　 /　　１７　 　 |
l す　　 高│;´;　八.|.{{弋灼　　　　V灼 }} /、│ 　　歳　　 │
| け　　 校 |ﾉ i　.ﾊ{ 　 :.:.:.:.:. 　 　 、:.:.:.:.:.:ﾚハ　| 　　 な 　 　.|
| ど　　 ？ |く　 `‐f=,､u 　 　 　 __　　　 人;"＜　 　 ん 　 　 |
＼!　　 に /　　 _/ /　丶、　　/　｝　.／　 ん.│　　 で　　　 |
.　　￣￣,," .／ / .{　/ ∧＞　__´ イ 　 ＿i　;｀l　 　 す 　 　 |
　　｢￣￣￣|　/ 　∨ /、}　 　 　ﾉ |　　｝|| ＼_l　 　 け 　 　 |
　　| 　 嘘.　| ,′　 {＼＼＿__／／|　 / |l　　 |　　　ど.　　　|
　　| 　 を 　| {　 /V＼　ｰ─一'´ / .ｲ 　|l　　 |　　　 / 　 　 |
　　|　　つ.　|/'∨/　　　‐=====-｛ /||　 ||　　 |　　　°　　　j
　　| 　 き　 |　// ｌｰ+-゛ｌｰ+-゛ 　 `| ||　 ||　,　 ＼　　　　　 /
　　| 　 ま　 |　l |　ﾚσ、ﾚσ、あ　/ ||　 ||ノ　　　丁 ￣￣
　　|　　.し.　|ヽl | 　八 雲　 紫　　l　||　 ||　　　　∧
　　|　　た.　|ヽ）｀ー========-､_/　||　 |匸_二二,ﾉ

HTML;
	array_push($contents, $content);

	$content = <<< HTML
　　　　　　 ´　　　　　　　　　　　　　　　　　 _,,...,_
　　 ,.-―-..,,_　　　　　　　　　　　　　　　,. '´　　　｀ヽ
　 i　　　　　 ｀ヽ.　 　 　 　 　　　　　／　　　　　　 ﾉ､ .　
　 .ゝ.,_　 　　　　＼　　 　 　 　　　/　　_,,. --‐- ､　　））　　　 ＿＿
　（（　 　 ,..-‐‐- ..,,_ ヽ　　 _＿＿_ i　, '´　　　　　　ﾞヽ. ´　 ／　　　 ＼
　　｀｀／　　　　　　｀ヽi, '´　　　　｀!/　　　_,,..,_　　　　 i　　|　　404　　|
　　 /　　　　　,.-‐-､　 !　　　　　　!､__,ノヽ 　　ヽ. 　　ﾉ　　|　　 で　 　|
　　ゝ.＿＿,ノ　　/ ｀ｰ'／,　 /|　,　　,　　　' ,　 　ﾞー´ ﾉﾉ　 |　　 す　 　|
　　　　　　　　　 ｲ　　/ /-‐/ ｉ λ　ﾊヽ!　　 i　　　　　　　 |　　 け　 　|
　　　　　　　　　 ﾚ ﾍ 7 (ﾋ_]　ﾚﾞﾋ_ﾝ)　!ハ|　　|　　　　　　　|.　　 ど　 　|
　　　　　　　　　 　 !,/7"" ,＿__, "" 　iソ|　　 !　 　 　 　 ∠ 　　│　 　|
　　　　　　　　　　　|.从 　 ヽ _ﾝ　 　/ |/　　　|　　 　 　 　 |　 　│　　 |
　　　　　　　　　　　ﾚ'| i＞.､,,_ ＿,.イ　/　 i　　i　 　 　 　 　 ＼　　　 ／
　　　　　　　　　　　　ﾚ'| | / k_７_/ﾚ'ヽ,　 ﾊ.　　ヽ　　　　 　 　 ￣￣
　　　　　　　　　　　　　　| |/i　〈|/　 i　,.ﾍ　|　i　 |
　　　　　　　　　　　　　　 |/ |　　ｉ： 　 ﾍ!　＼　i　 |　　～
　　　　　　　　　　 　 　 　 !,ヽ>､ .ﾄ､ 　_,.ﾍ、 / ､　 |
　　　　　　　　　　　　　　 (_,.〈//｀Ｔ´', ＼ ｀'7'ｰr'　 !　　　～
　　　　　　　　　　　　　　　 ﾚ'ヽL__|___i,___,ンﾞ｀ヽﾚノ　　　～
　　　　　　　　　　　　　　　　　　　 ＼　ゝ、ﾞゝ、
　　　　　　　　　　　　　　　　　　　　　ヾ._,iヾ.__,!　　　　～

HTML;
	array_push($contents, $content);

	$content = <<< HTML
　　　　　　　　　　　　,.‐‐､　　　　　　 ,.-‐-､
　　　　　　　　　　　く__,.ヘヽ.　　　　/　,ー､ 〉
　　　　　　　　　　　　　＼ ', !-─‐-i　/　/´
　　　　　　　　　　　 　 ／｀ｰ'　　　 L/／｀ヽ､
　　　　　　　　　　 　 /　 ／,　 /|　 ,　 ,　　　 ' ,　
　　　　　　　　　　　　l / /-‐/　ｉ　L_ ﾊ ヽ!　　 ヽ＿,-─-､
　　　　　　　　　　　　ﾚﾍ 7(ﾋ_]　　 ﾋ_ﾝ))ﾄ､!| l .|´::::::::|￣｀ヽ＼
　　　　　　　　　　　　i￣￣￣￣￣￣￣￣￣|￣￣￣~ |
　　　　　　　　　　　　|　　　　　　　　　　　　　|　　　　　 |
　　　　　　　　　　　　|　　　(ﾋ_]　　 ﾋ_ﾝ )　 　|　　　　　 |　　　人体切断ショーだしー
　　　　　　　　　　　　|　　　"" ,＿__,　 ""　　.|　　　　　 |
　　　　　　　　　　　　|　　　　　ヽ _ﾝ　　 　　 .|　　　　　 |
　　　　　　　　　　　　|　　　　　　　　　　　　　|　　　　　 |
　　　　　　　　　　　　|＿＿＿＿＿＿＿＿＿|＿＿＿__|
　　　　　　　　　　 　 !,/7 　　　 　　　　 iソ| | ||:::::::::::| ￣ヽ＼l
　　　　　　　　　　　　 |.从　　 -=-　　/ |./ | ||:::::::::::| ＿　＼|＼＿__
　　　　　　　　　＿ ＿ﾚ'| i＞.､,,__ _,.イ /ノﾚﾚ:l:::::::::/ 　　ヽ､/＼＿__ ）_
　　　　　　 　　(　　|::::::::::::::::::｀ヽ_（ ￣|:::::::::::::/￣ |￣￣ヽノヽ､ 　 　　 ）
HTML;
	array_push($contents, $content);

	$content = <<< HTML
　　　　　　　　　　　＿＿＿＿__
　　　　　　　　　 　 〉ﾐ｣｣ﾘﾑ-､彡!　　　　　／￣￣￣￣＼
　 　 　 　 　 　 　 /　ﾆﾆ´　　ヾﾐ| 　 　 　 |.　甘えを　　　|
　　　　　 　 　 　 に;=, _.=;ﾆ＾　〉:|　　　 ∠　　　捨てろ　 |
　　　　　　　　　　| ﾆ7:　ニ´　||ｆ.｝　　　　 ＼＿＿＿＿／
　 　 　 　 　 　 　 l. rし-'__-､　ﾚ'|＼_
　　　　　　　　　,. ﾍ.l‘三‐┘!_∧|: :|: :｀'''ｰ- ､.._
　　　　　 　 ／: : : |:｀iー ''"´ ／ｌ : | : : : : : : : : ﾊ
　　　　　　ﾊ: : : : : | : l.＼_／　 ,': : | : : : : : : : /: ヽ
.　　　　　 l: :l: : : : :|: : l ,.ｲ_:>、/ : :/: : : : : : : :l: : : :〉
　　　　　 l: : l : : : : ＞'l　|::|　/`＜: : : : : : : : :|: :／ 〉
.　　　 　 l＼ |: : : : :＼:ヽ|:::|./: ／: : : : : : : : : |/: ／:|
　　　　　l＼｀l : : : : : : ＼∨／: : : : : : : : : : : |／:／:|
.　　　　 ｌ: : :｀| : : : : : : : : Y´o : : : : : : : : : : : |／: : : |
おまえらの甘え‥‥‥　その最たるは
今　口々にがなりたてた　その性能だ
ぶんぶん振れればリターンが増えるるのが当たり前か‥‥‥？
なぜそんなふうに考える‥‥？
おまえらが今することは　そうじゃないだろ‥‥！
語ってどうする‥‥？
いくら語ったって状況は何も変わらない
今　言葉は不要だ‥‥
今　おまえらが成すべきことは　ただ勝つこと
勝つことだ‥‥‥！
おまえらは負けてばかりいるから
勝つことの本当の意味がわかっていない
勝ったらいいな‥‥‥
ぐらいにしか考えてこなかった
だから　今　モヒとしてここにいる
勝ったらいいな‥‥じゃない‥‥‥！
勝たなきゃダメなんだ‥‥‥！
HTML;
	array_push($contents, $content);

	$content = <<< HTML
　　　　　　　　　　　　　　　　　　　　　　　　 　 　 　 　 　 ,オﾍ　
　　　　　　　　　　　　　　　　　　　　　＿＿＿　　 　_,ィ'´:〉〉:::j　
　　　　　　　　　　 　 　 　 　 ,. ｒ＜￣＿＿　 ￣,フ''´::::::::lｱ:::/　　＿__　
　　　　　 　 　 　 　 　 ,.ｨ'''´　._.｡ｬぁ芝=''''¨￣｀ヽニ ー＝＝￣￣| |　l　
　　　　　　　　 　 　 , '　　,.ｨ云=‐'´　　　　　　　　　 ｀ ヽ､:::::::::::::://::/　
.　　　　 　 　 　 　 / 　 ｨｵ'´　　　　　　　　　　　　　　ヽヽ､:::::::::ﾉﾉノ　
　　　　　 　 　 　 /　 ,.'　 ,　 ,ィ　 　 i!　　　 　 ',　't､　 ､ ヽ ヽｰ＜_　
　　　　　　 　 　 ,'　,.'　 /　 /　　　.ハ　　　　　 i! ヽヽ　ヽ ヽ　ヽ.／　
　　　　　　　　　,i /　 /　　,'　　　 i!　l　　　 i!　 l.', _',. ',　.l　 l 　ヽ　
　　　　　　　　 /　　./　　 l　 i!　 .l __| ,　　　l i ﾄ,T¨ | .|　.i　 l　　',　
　　　　　　　　/　 　l　　　 i　ﾊ _ｨ'¨ 」ﾊ　　 ﾊﾉ,.ｨ＜.Vj　.i　//　　l　
. 　 　 　 　 　 l.　 　.l. 　 　 ', l. l _r示､. ￣￣　弋tり ｧrｱヾﾉ/ー '　
.　　　　　　 　 l.　 　 ',　 　 .ヽ ｉ代ソt::j　　　　　 ゞ='xj'　　 lﾊ　
　　　　　　　　 ',　,､　ヽ　＿ハ..lZz＝'　　 　 ｀　　　 / 　 ､ﾉﾉ　
　　　 　 　 　 　 ヽﾄ､ ､､　　　　 ﾄ､''　　　 ｰ　- ' .,.イrー '' ヽ　
　　　　　　　　　　　ヽヽ＞zー-zﾊ＞z．_　　　,ィ´,.､: :l　/　 .l　
　　　　　　　 　 　 　 ／＿_:. : :.ﾍ　　　｀ｰミY__|/ｰ ヽ l /　　/.ヽ　
.　　　　　　　　 　 　 ﾉ'´　 ｀ヽ : : ＼　　 /'ｲ¨l_l,二　 〉i__／´　　｀ヽ　
　　　　　　　　　　　 l.　　　 　 ',: : : :ヽ／ﾊﾉヽ､ l　｀　|､_　　　　,.ｨ<　
　　　　　　　　　　r'ｱ　 　 　 　 ',:. : :.|　二ij: :.l.i: |　　トj､二.....´zx　ヽ　
　　　　　　　　　ノ　 ￣￣ー　　〉: : :l　　 ノjzjア:ヽ　'　　 　 　 　 　 ',　
.　　　　　 　 　 廴　　　　　 ／/: : :.,j　　 ,ノ: : C/´｀ｰ-．.,__＿　　 ノ　
　　　　　　　　　 〉.､ _ ,.二二云=‐'´　　 ,.j: : :.ノ 〉　
.　　　　 　 　 　 ,' .／　　　　　　 　 オ´<__: :ﾆ: :｀ヽ　
　　　　　　　　　i　　　　 　 　 _,.ィ´:＜: : : '´ヽ,_:.:.:/ｱ､　
　　　　　　　 　 ゝ､.,＿__,.ｨｧ'": : : : : : : : : : : : : ノ./: : :.｀ヽ　
　 　 　 　 　 　 　 　 　 ／ ヽ.,_: : : : : : _;:ィﾆx't''´: :＿:.: : :',　
　　　　　　　　　　　　l´: : : : : ｀＝''¨¨''´: : : : :≧'´　　 ｀ヽ: ',　
　 　 　 　 　 　 ,.ｨへ..|: : : : : : : : : : : : : : : :.／　　　　　　 .ﾉﾌ＿　　　　,.＿__　
.　　　　 　 　 /:::::／:ヾ､: : : : : : : : : : : : :.;ｲ' _,ｘ≦二ﾆ:: ノ´:::::::::::≧z_/'zz_:::lﾊ　
.　　　　　　／::／::;:::::::::::ヽ＿_.:. : : :.／¨¨.l:'´:::::::::::::::::::::::::::::::::::::::::::::::::::::::::ﾊ::i::i!　
.　 　 　 ／::::,.､ヽ､ｉ!_:::::::::::::::i　ヽ ／　 　 .|::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::i:::',　
.　　　 /:::::::::l::::ヽｦ｀ヽ:::::::::::: ',z.,＿_,,.. ．-ﾄ､:::::::::::::::::::::::::::::::::::::::::::::::::::;:rzｰ:ｦ､:::l　
.　　　i:::::::::::ﾍ__;:ｱ　　 ヽ :::::: ﾊ::::::::::::::::::::::::::ヽ､::::::::::::::::::::::_::::::::::＞''´　j:iこ:ノ:::::i　
　　　ヽ;::::::::::;:ｨ' 　 　 　 ヽ:::::::::ヽ､::::::::::::::::::::::::::｀寸_ ,.ｨ'''´　¨ ´　　　 .i':::::::::::::::ﾘ　
　　　　　￣　　　　　 　 　ヽ::::::::::｀ヽ、::::::::::::::::::::::::::::::::l　　　　　　　　 V::::::::::/　
　　　　　　　　　　　　 　 　 ヽ:::::::::::::::ヽ, :::::::::::::::::::::::::: l.　　　　　 　 　 ｀ｰ‐ '　
　　　　　　 　 　 　 　 　 　 　 ｀＜:::::::::::':,:::::::::::::::::::::::::::ii
　　　　　　　　　　　　　　　　　　　｀'＜_:::':::::::::::::::::::::::::ﾘ　
　　　　　　　　　　 　 　 　 　 　 　 　 　 ｀＜:::::::::::::::::ノ　
　　　　　　　　　　　　　　　　　　　　　　　　｀ ー--.´　

HTML;
	array_push($contents, $content);
	
	$content = <<< HTML
　　　　　　　　　　　　　　　　／:ヽ
　　　　　　　　　　　　　＿／_／　>
　　　　　　　　　　　　/　/ //ヽ､/　ヽ　　　　　　 ＿＿＿＿＿
　　　　　　　　　　　 /　///＿　　＼ ＼__,─'￣´ ＿　 / /　/｀>
　　　　　　　　　　 , /_,/--─―――――-､￣￣　￣/`―-/
　　　　　　　　　／　　　　　　　　　　　　　　　｀`─-/／ ／/＞
　　　　　　　／／　　　　l　　　　　　　　♯　　　　 ＼ ／／／
　　　　　 ／ ///　 /､　 |　 |　　　＿, -ヽ-､　　|　　ヽ／ヽ
　　　　　/ ///　　/＿_ |　/| ` ￣ ＿＿_ヽヽ　l | 　 l ､　 丶
　　　　 /　　/　　/Ⅳ丁|/ |　￣下-'　　|ノ ヽ　j　　 | |　　|
　　　　　　 /　　/　ヽ-'　　　　　 ｀ヽ-- '　 /　　 | |　 | |　 |
　　　　　　/ 　 (　　　　　 △　　　　　　　/　　 / j | |　|　 |
　　　　　 /　　 ＼　　　　　　　　　　　　 /　 ／/　j　|　|　|
　　　　　/, -―'￣｀ヽ　､_　　　　_,　　'/　／／/　/　ｊ| ||　|
　　　　　　　　　　　 / |　　 ￣　　　∠／／／l　　　　|　| |
.　　　　　　　　　　 /　j　　　　　　　　　 |　　　|

HTML;

	array_push($contents, $content);
	
	$content = <<< HTML
　/ﾚﾍ
. (.l l　)　ｵﾌﾛｰ
　 l_,_i_)ｿ
HTML;

	array_push($contents, $content);	$content = <<< HTML
　　　　　　　　　　　　　　　　　　　　　　人
　　　　　　　　　　　　　　　　　　　　　人 人
　　　　　　　　　　　　　　　　　　　　＼　　 ／
　　　　　　　　　　　　　　　　　　　＼　　　　 ／
　　　　　　　　　　　　　　　＿人人人人人人人人＿
　　　　　　　　　　　　　　　＞　　不夜城レッド！　＜
　　　　　　　　　　　　　　　￣^Ｙ^Ｙ^Ｙ^Ｙ^Ｙ^Ｙ^Ｙ^￣
　　　　　　 　　　　　 ：　　：　　,. -───-- ､_　　　：　
　　　　　　 　　　　：　 ｒｰ-､,.'"　　　　　　　　　　｀ヽ､.　：
　　　　　　　　　　 ：　_」::::::i　　_ゝへ__ｒへ__ ﾉ__　　　｀l　：　　：　　　：
　　　　　　<　　：　 .く::::::::::｀i / ゝ-'‐'￣￣｀ヽ､_ﾄ-､__rｲ､　：　　 }＾ヽ　 ：　　>
　　　 　<　　　：　r'´ﾉ＼::::::::ゝイ,.ｲﾉヽ!　ﾚ　ヽ,_｀ヽ7ヽ___>､_ ノ ﾊ }　＼　：　　　>
　　＜　 　　：　.／ヽ/ r'´ ｨ"ﾚ´（☉）,　 ､（☉）.: !　　i　　ﾊ ／　 }!　ｉ　 ヽ ：　　　　　＞
　　　 　< ：　／　/ ﾊ ﾊ/　!　""　 ,rｪｪｪ､　".:::::: i　 ﾊ　 〈〈{_ 　 ﾉ　 }　 _|　：.　　>
　　　　　　<：⌒Ｙ⌒Ｙ´ﾉ　/l.　　　 |,ｒ-ｒ-|　.::::::::: ハﾉ　i　　ヽ⌒Y⌒Y´　　：>
　　　　　　　　 ： 　 ：　〈,.ﾍ　ヽ、　 .｀ﾆﾆ´　.::::: 〈　i　 ﾊ 　i 　〉　：
　　　　　　　　　　　　：　ﾉ ﾚ＾ゝi＞.､.,_____,,...ィ´/／ﾚ'ヽﾊヘﾉ　　：
　　　　　　　　　　　　　　　　／　　　　　　　　　　＼
　　　　　　　　　　　　　　　　 ／　　　　　　　　　＼
　　　　　　　　　　　　　　　　　／　　　　　　　　＼
　　　　　　　　　　　　　　　　　　V　　　　　　　V
　　　　　　　　　　　　　　　　　　　V　　　　　V
　　　　　　　　　　　　　　　　　　　　V　　　V
　　　　　　　　　　　　　　　　　　　　　Ｙ　Ｙ
　　　　　　　　　　　　　　　　　　　　　　Ｙ

HTML;

	array_push($contents, $content);
	
	$content = <<< HTML
　　　　　　　　　　　(⌒⌒⌒)
　　　　　　　　　　　　｜｜
　　　　　　　　　　　
　　　　　　　　　　　／￣￣￣￣￣＼
∧　　　　　　　　　 |　・　Ｕｗｗｗｗｗ|
∟二二二二二二二二wｗwwwwww|つ
　　　　　　　　　　　Ｕ｜｜ ￣￣ ｜｜
HTML;
	array_push($contents, $content);
	
	$content = <<< HTML
　　　　　　　／￣￣ヽ　　　　 ／￣￣ヽ
　　　　　　　l　i'´~｀ヽ｜　　　l　／~｀ヽ |
　　　　　　　ヽ.＼　 ,ﾚ-――-'<、　_ノ /
　　　　　　　　 `‐／＿＿＿＿＿＼- '　　　　　　　　　人＿ﾄ､__ﾉ､_,ヘノ＼_ノヽノ、
　　　　 　 　 　／ ,-､　　　　　 ,-､ ヾ､　　　　　　　人/　　　　　　　　　　　　　　　 ＼＿_
　　 　 　 　 　 l　　,..、　 　 　　 ,..､　　l　　　　 ＿ノ　　　　　　　　　　　　　　　　　　　　(
　　　　　＿＿l　　i 0｝　,.●、　!0 ｉ　　l＿＿ 　_)
　　／￣|　| . |　　`~ ／＿__＼｀~´ 　 |　 |　__ノ　　絶対に許さんぞ夢の国の住人ども!!!!!!!
／ 　 　 |　|　|l　 　 ‘-ｲ !_|_!`r’ 　 　 !|　 |　ﾉ
＼＼ 　 |　|.　|`､　　 r{ 　 　　ｈ　　 ,/ﾘ　＜　　　　じわじわとにこにこ仲間にしてくれる!!!!!!!
　 ＼＼.|　| 　 ヾ＼　ヽ二ﾆ二.ﾉ　 ／〃　|　 )
､　　 ＼ﾉ^,ﾆ‐-ｧ ￣`ー-----一'￣／　 |　^ヽ
＼　　/／ ,/⌒i､_＼＼＿＿＿__／／　 .|　 |　 ⌒)
　　　{　　 i　　 |　 iヽ`ー-----― '　 　 |　 |　　 ￣ヽヘ/⌒ヽ／＼i'＼へ／⌒Yヽ'^
　 　 i　 　　　　　 　 }　　　　　　　　　＿|　 |
　　　 〉　　　　　　　ﾉ二二二二二二.-‐|
　　 /　　　　　　　/　　　　　　　　　　　 |
HTML;

	array_push($contents, $content);	$content = <<< HTML
　　　　　　　　　　　 　 __,,,,....,,,,,__　
　 　　　　　　　　　 ,.::'"::::::::::::::::::::::｀ヽ.
　 　　　　　　　 　 〈:::::::::〈::::╋::::〉:::::::::〉
　 　　　　　　　　／',:-'''"´￣｀""''ｰ-'ヽ.
　　　　　　　 　 /　 ／,　 /|　 ,　 ,　　　 ',　
　　　　　　　　ｲ 　/ /-‐/　ｉ　L_ ﾊ ヽ!　 i
　　　　　　　　 ﾚ ﾍ 7(ﾋ_]　　 ﾋ_ﾝ )ﾄ､!|　 |　　
　　　　　　　　　 !,/7⊂⊃--⊂⊃⌒iソ　|　　
　　　　　　　　　 |.从　　 ｰ=‐'　　 / |./　|　　　　おでんいま
　　　　　　　　　 ﾚ'| i＞.､,,__　_,.イ / 　i　|　　　　寒い日のおでんはまた格別ですね
　　　　　　　 　　 ﾚ'| | / k_７_/ﾚ'ヽ,　ﾊ.　|

HTML;

	array_push($contents, $content);	$content = <<< HTML
　　　　　　　　　　　　　　　,r≦¨¨"'''―- ．._　
　　　　　　　　　　 　 　 ,ｨ'´　　　　　　　　　 ｀≧zx.､　
.　　　　　 　 　 　 　 ／/　　　　　　 　 　 　 　 　 　 |　
　　　　　　 　 _,.｡ャ'' ,.'　　　　　　　　　　　　　 　 　 l＿_　
　　　　　　　/　　　　　　　　　　　　 　 　 　 　 ,..._ -'　　i　
　　 　 　 　 i　　　　　　　　　　　　 　 　 r.､ .ノ　　 ｀ァ　」　
　　 　 　 　 ', 　 　 　 　 　 　 　 ,rへー''　　ヽ　　 　 |''´ヽ
　　　　　　　 V　　　 ,..､＿ ,.ｨ- ' 　_,....､　　,.ﾆ,ﾖ,ｨ==''' 　 .i　
　　　　　　　,.ｨ｀ｰｧ''´　　　　ｉrz､　/≧､し'7.|/ﾚヽ　　 　 /　
　 　 　 　 /__　/´,.x=､　　　ﾉ　ｉ､_ﾉz,__ ヽﾉ ´ｨfﾊ'i.ﾄ､　 .ﾉ　
　 　 　 　 　 ﾉ .V.i! 　 ｀T'''´　 ｊ,f示;ﾊ ｀　　　じﾘ .l　 .f　
　　　　　　　 ｀¨¨'ヽヽ　 ヽ,　 ﾉ　ゞﾆｿ　　　　､ 　 j､　ヽ,　
　　　　　　　　　 　 ヽ､　　ヽ､_ヽ.,_　　　　_. -ｧ　.ﾉ l｀¨ヽ)　
　　　　　　　　　 　 ノ.l｀ . ヽ､ ¨ｰヽ､.　　 ｀　´／　.ヽ　´　
　　　　 　 　_,.z＜´ .ノ　　　ヽ､ー-=｀≧＝='' ｰ ､ ヽ｀ー ''¨¨ヽ　
　 　 　 ,.ｨf´　_,.z ＜　　　　　　｀ーzxz__z.,　　　 .i　　｀''つ　 ﾉ　
　　　 / 　,ｨ''´　 　 　 　 　 　 　 , .,ｨ''´　::｀i!　　_ﾉ　　,／　 ,.'
　　　l　　 i　　　　　 　 　 　 　 /''::::::::::::::::/ _,.人＿'´ 　 ／　
　　　l　　　　　　　　　　 　 　 /::::::::::::::::::ヾ''::::::::ﾊ　￣V´　
　　　 ヽ､　　　　　　　ヽ　,　　i:::::::::::::::::::::::::::::::::::j'.､　　ヽ、　
　　　　　｀ｰ-､　　 　 　 ', ',　 .l::::::::::::::::::::::::::::::::::i!:::::ヽ. 　 ヽ.,_　
　　　　　　　　 ｀ヽ､　 　 i　ヽ､ヽ;:ﾆ二､:::::::::::::::,':i:::::::::ﾊ.,__ 　V≧　
　　　　 　 　 　 　 ﾉ　 _ノ　　',｀≧zx､ ﾉ::::::::::::,':::i! ::::::::;'::::::￣: :/　
　　　　　　 　　＜ 　 /　 　 ノ::::::ヽ:::l/::::::::::::::'::::::ｉ::::::,.'::::::::::::::/　
.　　　　　 　 　 　 ￣ ',　 ./:::::::::::::::ヽ｀:::::::::::::::::::::.';:ノ::::::::::::::/　
　　　　　　　　　　 　 ,入. ',:::::::::::::::::i ::::::::::::::::::::::::::',::::::::::::::/　
　　　　　　　 　 　 　 V::::｀¨:::::::::::::::::i!::::::::::::::::::::::::::ik::::::::ﾚ'　
　　　　　　 　 　 　 　 ヽ:::::::::::::::::::::::::i!:::::::::::::::::::::::::ﾊ:::::::i'　
　　　　　　　　　　　　_ iヽ:::::::::::::::::__:::i!:::::::::::::::::::::::::::::::::l　
　　　　　　　　 　 .／:::::'ヾ三三≧､:::::::i! :::::::::::::::::::::::::::::i　
　　　　　　　　 ／:::::::::::::::::::::｀¨¨＝ニﾆﾍ:::::::::::::::::::::::/:ﾉ　
　　　　　　_,.ｨ'':::::::::::::::::::::::::::::::::::::::::::::::::::::ヽ､::::::::::::::ﾉ'´　
.　　_,..ｨ≦=´::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::iヽヾ==''　

HTML;

	array_push($contents, $content);	$content = <<< HTML
　　　　　　　　　　　　 ＿＿＿
　　　　　　　　　_,r‐!7´ｰ-v―-､｀ﾞ'　､
　　　　　　 　r'「＞-'､-─'-＜こ｀ヽ,__　ヽ.
　　　　　　,r'ｱ´　　　 　　　　´　｀ヽ|/｀ヽ　':,
　　　　　 く7 　/ /　 ,!　 　,!　/!　 ﾉ｀ヽ/´!　i
　　　　　　 |　,'　|メ､ハ 　/ﾚ'__,!イ ,　　∨]　|
　　　　　　ﾉイ　ﾊゝ、　∨　,riiﾆヽ/|　ﾊ Y　 |
　　　　　 '´　| /! ,riiﾆヽ 　　///,ﾉ/|｀ヽ＼　,'
　　　　　　　 ﾚ' 7,.///､__,.-‐'　r' iﾒ|）,ﾊ￣　'.､
　　　　　　　八!ﾍ'､ ＿_ ,.. -‐'´}ﾒﾊ/　|　,ﾊ　 i
　　　　　　　　　　　/ !　　　　　　　ﾚ'　　 ´ﾚ'
　　　　　　 　　 　 / .l　　 404　　　 ヽ
　　　　　　　　　　l　 l　　　　　 ___　　 !
　　　　　　　　 　 レ'───_i´/l !`┐_!
　　　　　 　 　 　 　 ヽ　　 <,r'´!_ｰト､!
　　　　　　　 　 　　　 ヽ _,,,,,,,,,,,,_ ~ﾌ
HTML;

	array_push($contents, $content);	$content = <<< HTML
　　　　　　　　　　　　　　　　　　　　　　　　　　＿_
　　　　　　　　　　　　　　　　　　 _ ,. - ‐-v '´　　　 ｀ﾞ' ‐ - .,_
　　　　　　　　　　 　 　 　 　 ,．'´　 _ ,.三 ,. -‐─γrz-v '"´ ﾏヽ、
　　　　　　　　　　　　　　 ／　　　　 ／::::::,､:::::::/　 !｀"　　　 　 ヽ ＼
　　　　　　 　 　 　 　 　 /　　　　 r-‐'７'´　｀"´　　i　　　　　　､　ヽ　＼
　　　　　　　　　　　　　/　　　　/　　/　 　 /! 　 ﾊ　､　　 ヽ、　ヽ ､｀ー ヽ、　　　　　,. -‐一 、
　　　　　　　　　 　 　 ,　　　　 / 　 /　 　 / j !　j　,　､ヽ　　 ヽ 　 ＼ ヽ｀ｰ ｀ヽr=-一'"⌒ヽ 　!
　　　　　　 　 　 　 　 !　i　　　 , 　/　 /　}　l j　/j ﾊ　ヾﾐ､＿Lヽ! ヽ ヽ ＼　 ヽ　ヽー-‐'"ﾍ)ノ
　　　　　　　　　　　　l　 !　　　l　/　 /　/　// // ! j! ! ヽ､ヽ ﾊ￣　!　 ヽ　ヽ　j　Y'キ一-､/ﾘ
　　　　　　　　　　　　l　 l　　 l !/　 //　! 斗七/71 j! l1 !メz ≦ミ　l　　 j 　 ヽ! ノ　 ヽニz､/ヽ
　　　　　　　　　　　　l　 !　　ﾊ l　 /,.≠´ /_ナﾅﾒ､/1/! ljｨたﾃr! 〉 j　　 ﾊ　 ﾉj´ﾍ、ー-　≠ーj- 、
　　　 　 　 　 　 　 　 !　j　八ﾍ ! ７ ﾊ_,.zf≠rさﾐ /７'ノ　 ち外j / /1　ｲ j　/!　 ヽゝ｀ミzf ＜　 　}j
　　　　　　　　　　　　jﾉ7 /　ﾍヽ!{　 rｨた示r! 1　　　　　　｀ｰ'ｲﾚ1 /'´ ヽ7ヽ ,! ヽ､｀ー‐-く　} 　 /
　　　　　　　　　　　ノ /　!　 l ヽ ヾ､ヽ弋ｚｪﾝノ　　　 　 ､　 　xxx jﾍヾ､　 ＼ヽ≧、｀ヾY⌒ヾ､
　　　　 　 　 　 　 /　, 　 !l　l|!　ヽ ､ ￣｀ｰxxx、　　　 　 〉　　　 /､ヾ､ ｀ｰ- .,_ゝz_⌒ ,ﾐ!　　ン
　　　　　 　 　 　 ,　　! 　 l　 l!i　　ヽ ヾ､　j､! 　l　　　 　 _,　　　ﾉミz、 ヾ、　 ヽミ｀ヽYﾊ!
　　 　 　 　 　 　 l !　 ヽ　 ヽ ヾ、i!　 ,} j!　l j ン　 ー ' ..,　r‐-イ-z　─-j ヽ　j! ヽ!　j! ﾉ　　んっ♥
　　　　　　　　　　ヾ、　 ヽ、　 ､ヾﾍ　 j! ィ/ ト .,_ -‐ ７ 　 j　　　　　 ／ﾉ_,. -一- 、/　　　
　　　　　　　　｀ーイjﾉ!７r- ､ミ　ヽﾐ､Y ﾘヾ｀ー- ､　 /-r‐7　/ ／イ!´￣　　　　 　 ヽ、
　　　　　　　　　 ,-一──-v､!ﾍノr､ミz=-､ヽ ,ィ__,ィ'￣￣ヾ5へ7,. z=＝=z 、　 　 　 ヽ
　　　　　　　　／　　　　　　　 jノ ヾ､::}!::::::::j:z=Yz=-一''""´　　_,. ≦≧z=''ﾞ´ﾍ　　　　　ヽ
　　　　　　 ／　　　　　　 ｀ー'´　 rz=≦'"二ニ.,ヽ`｀ー- ＜￣:::::::::::::::::::::::::::::::!l　　j 　 　 ヽ、
　　　　　 ./　　　　　　　　 ヽ　　　l|!＞γ´＿__､,　｀ﾞ' ‐- .,_ ヽ:::::::::::::::::::::::::::::::::!l　 /　　 !　 マ 、
. 　 　 　 /　　　　　　　　、　 ヽ､　l|! ,イr‐'￣￣　 ヽ　　　　 ヽヽ :::::::::::::::::::::::::::!l /　　　 l 　 ヽ ｀ー-‐' 7
　　　　 /　　　　　　　　　ヽ　　 ｰ lノ　　,. -‐-r　 ' 　 　 　 　 　 ヽ:::::::r-、::::::::::!l　　　 　|　 　 ヽ　　　/
　　,. イ　　　　　　　　　　　＼　　 ≧‐'"￣￣ _　　　　　　　　　 　 >´-‐'´⌒ゝ,!l 、　　　!　　　　 　 ./
＜、 /　　　　　　　　　　　　　ヽ 　 l|!￣`'ｨf＞'　　　　　　　　　/7'´　　　 '"´￣｀ヽ､　　 l　　 　 　 ./

HTML;
	array_push($contents, $content);	

	$content = <<< HTML
　　　　　　　　　　　　　　　　　　　 　　　　.-ー-､_
　　　　　　　　　　　　　　　　　　,. ‐'"´__:::::／ヽ, ::::＼
　　　　　　　　　　　　　　　　.／ :::::＜: :｀`ソ,,.〈-::::´:::::｀ヽ､
　　　　　　　　　　　　　　　/｀::　:::::::::,,.＞'''"´　:::::::::::__,.::::::ヽ
　　　　　　　_ ,,　'' ー　､_ ヽ､;:::: ,,;-''"　::::::::::_,.､r-＜ミ､:.ト= '
　　　　　 ノ　　　　　　　 _ヽ　/ｌ ´　::::::::,､ｒ＜:.ｘ＜:.＼ヽ:. ヾミ､
　　　 ／　　　　　　　,-= ､_ ノハ､ｨイヾ､:. kく＞升Ｎlヽ:lヽ::. ﾄ､
　　 /　　　　　　　 .ノノ;:＜:.　ヽ:. ﾐ､仁ﾐヽ:.!" 辷ﾘ 　!ｱ,λ`Ｎ:::ヽ､
　　i　　　　　__/ゝ ;:<ヽ;:.　`i弋ﾄ､ヽ込ﾞﾂ　｀ヽ　　 　 r.ｲﾊ:.:ヽ:::::::丶
　　l　　　　　i　　／ヽ､人＼. l示ｬ}从! ~ 丶　_,　　　/ !:!:ヽ:.ヽ:.＼::;;;,'
　　;'f'v' }:_,>､>ﾍ:ヽメ,;ｬミ｀ヽ!ヾ;j,!ｿミゝ､　｀　　　, ' ,ｨ'仆､:ヽ::..ヽ:.,'
　　|ﾞi ｛ {l r'/::. ヽ､ﾍ必;ヽ　　　､　''〉ヾﾐﾐミ＞-イ　/〃＼ゝヾ' '
　　ヾ! ! v 〈;::. ﾐ;::. ミ奴;;ｼ,,　　ｃ　/i:＼＼　　ヾ_¨7/　　　 ｀ー'　　　ﾞ;
.　　 ＼ 　 　ヽ;｛ヾミゞミ＝=-､　/!:ｊヽ:.}: } ー　i:::７ ―'　　　　　　 　　i
.　　　　＼　 　 ';｀斤ｱﾞﾐ＼＼爪!⌒＞ｿﾉ　　 .厂,　　　　　　　　　　　 }
　,.-＝''"ｼへ_ ノ>!ﾉ;ﾊ　＼ヽﾊﾂﾉ彡ｨ''^　　／::/;;' 　　　　　　　　　　　l
〃　　 ／.:／ﾍ_ノ,',ｲ ,'　　.）}ﾘｊ⌒`r'´　　/::::::/　　　　　　　,、　　　　　!
ﾆ≡=彡.∠,ィ';ﾍ-'/ノ　　ノﾉ:ノ　　.トｰ-、|::::::i　　　　　　　,　ヽ　　　　　l

（省略されました・・全てを読むには<a href="/403.php">ここ</a>を押してください）
HTML;
	array_push($contents, $content);
	
	$content = <<< HTML
　　　　　 　 　 　 　 　/ヽ._,,,...,,,__
　　 　 　 　 　 　,. -‐/ ＠ ':,:.:.:.:.:.:.｀"''::...､
　　　　　　　　　.':.:.:.:,'-‐ｒ-‐‐'､_ﾉ_.:.:.:.:.:.:.:.:｀ヽ.
.　　　 　 　 　 　ゝr,ｧ'-‐'"´￣｀ｰ-く二ヽ-､:.:.:.:.）
　　　　　　　　 ´:.ｧ'´,　!　　!　　 ; 　 i　 ｀ヽr'ヾﾍ>ｰヽ､
　　　 / 〉l　　　 ｿ　/　ﾊ　,ﾊ　 /!.　/;､　／　　 〉ｰ-r'
　　 　ヽ ヾ' ヽ_!　';　　!(ﾋ_] ∨　 ﾋ_ﾝ ) 〈　 　 /!　 　 '､
　　　　 '|　　｀ |､. i　,ﾊ"" /¨`ヽ　""　,ﾚ} 　 〈 '; 　ヽ
　　　　 7〉　　.i .）ﾚ'ヽ　　 ヽ._.ノ,　　　/ i',　　 ∨ _,ﾉ〉
　　　　'/　　 /　 く）.ﾊ､　　｀ー'　　　,:'　;{　　 　}ﾚ'i_ﾉ
　　　/　　 /　　 ( ;'　　ヽ、　　　　 く ! ./_{　　　 }
　　 /　　 ,'　　　`!／　　 ｀yー-─ ´ﾚ'　　{　　 　}
　　/　　 ,'　　　　.:.-─ｧ､_ﾉ　　　　;ｲ´　　 {　　　　}
.　/　　　{ 　 -ｰ ´　　　/::/､_ 　 ／|:::|　　 {　　　　}
　{　　　 ﾉ´　　　 　 ＿ﾉ:::L. ＿＿_ |.:.|　、 ヽ　　　}
　|　　　　　 _,　-:７.:.:./::＿＿＿＿.:::.:ヽ./￣｀ゝ__ノ
　ヽ__,.　-ｰ　　　　　〈::{ にとり　 |.:.:::./
　　　　 　　　　　　　}::|　　　　　 |.::.|/
.　　　　　　　　　　　|::::￣::￣::￣.:|.:.:|
.　 　 　 　　　　　　 ｌ::::::::::::::::::::::::::ヽ |
　　　　　　 　　　 　/:::::::::::::::::::::::::::::jﾉ
　　　 　　　 　　　 /:::::::::::::::::::::::::::::::::|
　　　 　 　 　 　　/:::::::::::::::::::::::::::::::::::ヽ.
.　　　 　　　　　 /.:|::::::::::::::::::::::::::::::::::::::',
　　　　　　　　 /::::!:::::::::::::::::::::::::::::::l::::::::l
　　　　　　 　 /.:::::|:::::::::::::::::::::::::::::::|::::::::l
　　　　　　　 /─-ｌ::::::__:::::::::::__:::::::ｌ:::-ｰl
　　　　　　　 ト─ ､:::__:::＿＿::::__;;:::: -ｰ!
.　 　 　 　 　 |　　　　 ＼::::::::／　　　　｜
　　　 　 　 　 !　　　　　　｢了 　 　 　　,'
　　　　　　 　 ｌ 　 　 　 　| ﾉ 　 　 　　/

HTML;
	array_push($contents, $content);
	
	$content = <<< HTML
:::::::::|　　 　__
:::::::::|　　/´::::＼
:::::::::|＼/:::::::::::::::＼＿__／ヽ　 _ノ｀ヽ/|
:::::::::|／ ﾝ＞-‐=ﾆ7」_´:::::::::|　L..＿_[_i´￣7
:::::::::|イ´　　　 　　　 　｀' く:|__,,. -＜/ヽ､_」
:::::::::|/´ 　/　!　.,i　　 　 　 ヾ.｀ヽ／
:::::::::|　　/|.　」_/ |　/| 　 ,!　　 Y
:::::::::|___/ .;'´ ヽ　ﾚ'　!　/ | 　 　! 　、 、
:::::::::|　.!　'､_ ノ　　　,ﾚ´　!　 .　|　　ｌ　ｌ
:::::::::|　.|　/　 ,　　 ;'´ `v .! 　i　!　　|　|
:::::::::|　 |/ 　/´＼,.ゝ_,.ｲ' ! ,ﾊ」/. 　/ ./
:::::::::|＼!ゝ､ﾉ×＾＼/　/i::八　　／／　ｶﾀｶﾀ
:::r‐ヘ´/´|,ﾞ>､ﾉ＼. ＼i| :::::::〉　　_＿_ 　、、ｶﾀｶﾀ
:::! 　 |/／/|／/￣＼4＼＾＾　／＼ 0＼ヽヽ
:::ヽ､,ﾊ'! /ム`/　　　,|）0ﾞ.）／;;;;;／ ＼4 `丶、
:::::::::| ﾉ＼_／　　 ／ |4.;'/;;;;;／　　　　）　 　）
:::::::::|'､　　　　 ／i,／|し';;;;;;,/　　　　／ ４ /
:::::::::|7＼.＿／メ/　八`￣´　　 i i （　０　（
:::::::::|＞ｰr'-‐＜ﾊ 　!　 〉　　　　``　＼　４ ＼

HTML;
	array_push($contents, $content);
	
	$content = <<< HTML
　　　　　　　　　　　　　　　　　　 ,、
　 　 　 　 ､　　　　　　/＼_　 _／ .ヽ　　　　 ,._
　　　　　　 ＞z_　 ,.､./　　 ´｀　　　 ｀¨ヾ''¨´ ｜
　　　　　／7三三≧;ｧz- ‐　¨¨¨¨¨¨ ‐-z_　 └ハ
　　　　　　j/ﾍ;;三 ／　　　　　　　 　 　 　 ｀≦z三三三ー---z__
.　 　 　 　 　 |ヽ／　 / ,　 / /　 .i!　 ､　　　　　 ヽ三三三三 r≧
　　　　　　　 ,j'´ 　 / ./ /' .l .l.l　ﾊ 　 l. 　､　l . 　 ﾊ三三≧ｧｰ'
.　　　　　　 / , 　 / ./ /ﾉ .l l l　ハ i　i !　 l　 .l 　 ハ三／/
　　　　　 ,ｲ ./　 /　/ //|_l_l」|. l　l zj,_l ',　 l.　 ',　　 ﾊ' ,.'l
　　　　／/l l.　 /　/ / ,.」_|.i! i l　 | i i!≧zｒ.,」　 l.　　 ﾊ' .|
　　 ／　.l l .l　 ji　 l .l ﾊｧ'心i i !　 |',i ,zr＝zﾐi l　l　 il! ﾊ |
　　　　　| .|ﾊ　.|ﾍ .l　|. 弋シ　i　　　' 弋三,ｼ>.i　.l　i!|ﾍﾊ|､
.　　　　　　|. ヽ| ∧', ﾊ　｀¨　　 　 　 　 ｀¨ j i ﾘ　j| .i l .|.ハ
　　　　　　　　 ji,ハ､i|.ﾊ´´´´　, ´´´´´´´ rｱ/| ﾉ.l.∧| ﾄ. |ヽ
　　　　　　　　ﾉ ./i　( ｨﾄ､　　　, _　 　　　//ｲﾄﾉ| |.ハ.　ヽi!lﾍ
　　　　 　 　 ﾉ　.ハi.(　)ﾊ,＞z. ｀　　　.,.ｨ.〉 ,ｲ'ﾍ!| |　.|ﾊ　ヽ.　ヽ
　　　　　　 /7　i r､ﾚﾄ.ｲレｧ.ﾉ｀,ｧｰｨ'´,.､ / ,ｲ _./ﾍi_　| i　 iﾄ 　 ヽ
　　　　　　i .ﾊ .l ﾉ　,)=;(　ﾊi! ノ,.__」 ノj .jﾆｨ'´ i　 i!｀ヽ､l､ i i!l　　ヽ
　 　 　 　 | i! ∨ﾍ7/　 )ァ＝ニｨアi!　ﾚｧ¨ i>''　　｀ 　.ﾉ＼」ﾊ　　ヽ
　 　 　 　 ヽl　ヽ,.ハ　 ｿレｧｨ' 人i! l　 i1.　 i ./　　　_ '　 　ヾi　　 i!
. 　 　 　 　 ｀　.iｱ　i V ハ.,_／/ |i!|ﾚｲ´ ｀V　, i ＞'¨ ＼ i 　 ',　　 |
　　　　　　　　,.' 　 .|, r ,ン'　./　i!ﾉ .ﾉr‐‐ ‐‐.i/　　　　　ﾄni .ﾊ　ノ
　　 　 　 　 ,.'　　　 |〉Z__　./　 ﾉl￣＼__,...__/／ 　 　 　 i l＼ﾉ
　　　_,.....,_/. 　 　 ./:::::::::∨＞-ｧ'ヽr‐‐':::::::∧:ヽ　　　　　/i../|
　　 ,jr‐　 ｀ ヽ.,_　{:::::::::::::::｀＝z-::::::::::::::::,.'　 ヽ::ヽ.,__　　　j/)l
.　 く　　　　　　 ｀ヾ.,_:::::::::::::::l::::::::::::::::::／　　　 ヽ::::::::｀''::::'::j/
.　 └,　　　　　　　　 ｀ヽ.,_:::::';:::::::::::,∠_　　　　　｀¨ーz_ィ:/i!
　　　ヽ.,_-ｨ‐ｧ､　　　　　　｀ ヾz_::::::ヽ::/｀¨''-z.,__　　　　,'::ハ_
　　　　　｀´./ 　｀ヽ、　　　　　　｀ヽ､/　　　　 ヽ｀''　　 .j::::ｨノ
　　　　　　/　　　　.7ヽ.,　　　　　　 ｀　　　　 ,.'　ヽ 　 /__ﾉ|

HTML;
	array_push($contents, $content);
	
	$content = <<< HTML
　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　γｰ'⌒`,
　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　 　 /　　　　|
　　　　　　　　　　　　　　　　　　　　 γーヽ　 　 　 　 γ'　　　　　しﾍ
　　　　　　　　　　　　　　　　　　　　ノ　　　|　 rー‐へ/　　　 rヽ　　　|
　　　　　　　　　　　　　　　　　　　ノ　θ 　 'y´ 　 　 .|　　 　 ヽﾉ　　 〈
　　　　　　　　　　　　　　　　　　i´　　　 　ノ　　　　　 ',　　　　　　　r'´
　　　　　　　　　　　　　　　　　　`トー'´￣　　　　　　　＼　　　 く⌒
　　　　　　　　　　　　　　　　　　/　　　　　　　　　　　　　`'-7' ´
　　　　　　　　　　　　　　 　 　 〈　　　　　　　　　　　　　　　 !
　　　　　　　　　　　　　　　 　 ノ　　　　　　　　　　　　　　　〈,
　　　　　　　　　　　　　　　 ノ　　　　　　　　　　　　　　　　　 `ー―ﾀ
　　　　　　　　　　　　　　 く　　　　　　　　　　　　　　　　　　　　　　 |
　　　　　　　　　　　　　　　,）　　　　　　　　　　　　　 　 　 ＿＿＿,,/
　　　　　　　　　　　　　　 冫　　　　　　　,r ー ' ´ ￣￣￣ 　 　 　 i
　　　　　　　　　　　　　 　 ゝrー ' ´￣￣　　 ノヽ　　　 ,､ 　 　 　 ,､〉
　　　　　　　　　　　　　　く　　　　,人　　　 ／　 !　　　/　`､　　　 し、
　　　　　　　　　　　　　　　〉 　ノ´　 ヽ 　 /　　　＼　人　　 `ー'　　,!
　　　　　　　　　　　　　　,ﾀ .／　 　 　 ヽ'´　､ 　 　 `'　 ',　　　　　　ゝ‐､
　　　　　　　　　　　,､　 ∧ /|　､__,,-´　　　 ,､ゝ､ 　 ,　　 `ｙ-、　,＿_、　ヽ
　　　　　　　　　　i´　`´　 ´ | `ﾄ､`､　　　 `ﾄ､`､ ｀i´,､,ﾍ/´　 .￣　　,ゝ　/
　　　　　　 　 　 i´　　 　 　 .|　i_,' /　 　 　 !_,' /　 /　　　　　　 　 　￣´
　　　　　　　　　 ⌒`-、　　 .|　　　　 ﾉ　　　　　　　ヽ
　　　　　　　　　　　 　 ', 　 ノ　　　　､＿　　　　　 ／
　　　　　　　　　　　　　`ｙ'´　　　　　｀､/　　　　　ヽ
　　　　　　　　　 　 　 　 ＼　　　　　　　　　　　 ,､/
　　　　　　　　　　　　　　　 `ゝ､　　　　　　　 ,ノ　ヽ
　　　　　　　　　　　　 　 　 く 　 `T'ー-―フ´　　 /
　　　　　　　　　　　　　　　ノ 　 　 `ヽ　／ 　 　 ,´
　　　　　　　　　　　　　 　 ,ゝ　　　 　 `´　　 ,ﾍ,´
　　　　　　　　　　　　 　 i´　　　　　　　rー'´
　　　　　　　　　　　　　　`ヽ-へ､＿__,/

HTML;
	array_push($contents, $content);

	$content = <<< HTML
　　　　　　　　　　　　　　　 ﾄ､
　　　　　　　　　　　　　　Y^:､::＼
　　　　　 　 　 　 　 　 　 j:::::::＼::'.　　 , -─　￣￣　─-　、
　　　　　　　　　　　　　 /:::::::::::∧::',／　 z=＝＝=z 、 　 　 ＼
　　　　　　　　　　　　 ノ::＞::､::::::ﾍ:}／::::::, -──- :::＼　　 　 ＼
　　　　　　　　　　　　 '､:::::::::::::二(:):r 　´　　 　 　 　 ｀ヾ、　　 　 '.
　　　　　　　　　　　　　 ￣￣7￣　　　 /　　　　l　　　　　＼　 　 l
　　　　　　　　　　　　　 　 　 l |　ｆ　　 八 ,.　 　 トｧ L __＼ ､}　　 |
　　　　　　　　　　　　　 　 　 Ｎ　l 　 厶イ、　　 |「Y}　　　ﾊﾉ　} |｜
　　　　　 　 　 　 　 　 　 　 　 | ∧　{　rfﾃﾐ-─ ' ィﾁﾃ抔　　 ﾉ//
　　　　　 　 　 　 　 　 　 　 　 l/　ﾄ､ｽ{{ 辷ﾘ　 　 弋ぅｿ }ﾊ　〃/
　　　　　　　　　　 　 　 　 　 　 　 Y ハ ｀/／'/／/／　/　 7>'
　　　　　　　　　　　　　　　 　 　 　 ＼ ゝ､　　 ' ｀ 　 イ{＞ ´
　　　　　　　　　　　　　　　　　　 　 　 Y´,.二二「￣　冫7 ｧ─- ､
　　　　　　　　　　 　 　 　 　 　 　 　 　 /　､//┐ -─ 7:::l　　 　 '.
　　　　　　　　　　　　　　　　　　　　 　 l　 /::L__,..＿_ノ::::::ﾚ' 　 　 |
　　　　　　　　　　　　　　　　　　　,　'''" ￣::::＿＿＿_::::::::::l.　　　 ′

（省略されました・・全てを読むには<a href="/403.php">ここ</a>を押してください）
HTML;
	array_push($contents, $content);

	$content = <<< HTML
　　　　＿＿　__ __ __　　　　　　 __　　　　 ＿_　　　　　　 __
　　　　`i　　| | i'l_i'l_i'　　　　 i''´ __｀ヽ-ｯ _ｺ　 l_＿＿＿ i´__｀ｰ-ｯ　　_,,.、
　　　　 ,!　 ,! .ｌ l　　 _,,,_　　 └'´__ ｀`´　ﾚ┐ ┌─┐　,!'´　｀`´　／,r''´
　　　　/　丿　'､'､ l´　__｀ヽ-ｯi''´__｀ヽ-ｯ　 .ｌ　 ｌ　　ﾉ　/　　　　 /　/
　　 ／ ／　　　ヽ ヾ´　 ｀`'´└'´,,_｀`'´ 　　l　└ ' ,／　　 ___,,ノ　/
_,,.r'' ／　　　　　 ＼　｀>　 ｒ'"´　　 ｀`ヽＳ.) l　 「´　 　 「´　 　 _ノ
‘''' ´　　　 　 　　 　 `′　└ ''´￣｀`‐-‐''　└ ┘　　 └‐ '' ´
HTML;
	array_push($contents, $content);

	$content = <<< HTML
　　　　　　　 　_____., .へ
　　　 _,.-‐''''"´　 ／ ＠ ＼_
　　,.'"　　r___,.rﾆ'ｰ'´￣｀ヽ! ヽ､
　　!_,.rソ´　i ____ｲ　 　｀i.;;,｀'、ｰﾄ､_
　r' i,ｲ /　　ﾊ__/_､ﾊ 　/__ﾊ..ﾊ .,7」
　 Ｙ´ /!/ﾚｲｲr==｡r!' ==。'!,ｨ!/ﾊソ
　 ,'　　,'　　| "ｰ--' 　｀'ｰ"ﾊ　Y´　
. / 　 /　i　ﾊ　　　 ､___｀　"i ハ!　　　404なんとちゃうん・・・
く　　ｲ ./　| |>､ 　　 　　　人 ﾊ　　　　　
ﾉ＾ｰ'!/,ｲ-ハﾄ､.!｀=ｰｒ＜´!.ﾊヽ!　　（　　）
＾Y ,イ＾ヽ､ゝ 　＼「７/｀ヽ!Vヽ!
　ﾚ'ｿ　　　 Lヽ､　 〈ﾊ〉　 〉､　　（　）
　「｀ｰ'＾ｰ'＾７　｀ヽ/§ヽ!_ （ ）
.ｲ｀ｰ--‐イ､_,.－r!､ .「￣￣|_>､
7ヽr､__r'"´ /　//´￣二'):::|､ヽ!　　　i
i　　　ｲ　 　| 　| |　 _二ｿ:::ﾉ l | |

HTML;
	array_push($contents, $content);
	
print <<< HTML
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns='http://www.w3.org/1999/xhtml' xml:lang='ja' lang='ja'>
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<meta http-equiv="content-style-type" content="text/css" />
	<meta http-equiv="content-script-type" content="text/javascript" />
	<link rel="stylesheet" type="text/css" href="${static_url}/css/main.css" />	
	<title>404 Not Found - Tenco!</title>
</head>
<body>

<div id="header">
	<h1><a href="${top_url}"><img alt="Tenco!" src='${static_url}images/Tenco.gif' width='122' height='42' /></a></h1>
	<p style="font-weight:bold">
		404 Not Found : ファイルが見つからないよ！
	</p>
	<p id="meta_info">
		λ＜ファイルが見つからないよ！
	</p>
</div>
HTML;
?>

<hr />

<div id="main">
	<div class="section">
		<pre class="AA">
<?php
	print $contents[rand(0, count($contents) - 1)];
?>
		</pre>
	</div>
</div>

</body>
</html>
